app/controllers/ghosts_controller.rb

SELECT "ghosts".* FROM "ghosts"
---
  def all
	  @ghosts = Ghost.all

SELECT "ghosts".* FROM "ghosts" WHERE "ghosts"."ghost_uuid" = ? LIMIT ?  [["ghost_uuid", "ghost_uuid"], ["LIMIT", 1]]
---
  def show
	  @ghost = Ghost.find_by_ghost_uuid(params[:ghost_uuid])