app/controllers/hunters_controller.rb

SELECT "hunters".* FROM "hunters"
---
  def index
    @hunters = Hunter.all